Repository: madhatternc/mangosgui
Catalog: MaNGOS GUI/Resources/hcStringResources.*.resx
Languages: fr

# Global_CommandError
source: An error occured while trying to complete this action.
fr: Une erreur est survenue lors du traitement de cette demande.

# Global_CommandSuccesful
source: The following command was completed successfully: \n{0}
fr: La commande suivante s'est effectuée correctement: \n{0}

# Global_DataAccess_Config_NotSavedAnyConfigValues
source: You have not saved any config values. Default values loaded.
fr: Vous n'avez pas encore enregistré de configuration, des valeurs par défaut seront utilisées.

# Global_DumpFileDialogFilter
source: bak files (*.bak)|*.bak|All files (*.*)|*.*
fr: Fichiers bak (*.bak)|*.bak|Tous les fichiers (*.*)|*.*

# Global_ErrorConnectingDB
source: An error occured while connecting to the database. Check your configuration.
fr: Une erreur est survenue lors de la connexion à la base de données. Vérifiez votre configuration.

# Global_ErrorConnectingDBShort
source: Database problem
fr: Problème Base de données

# setBC_AccountUnknown
source: This account does not exist.
fr: Ce compte n'éxiste pas.

# setBC_Activate
source: Activate BC
fr: Activer BC

# setBC_ChooseAction
source: Please choose Activate/Deactivate BC.
fr: Choisissez d'activer ou non Burning Crusade

# setBC_deactivate
source: Deactivate BC
fr: Désactiver BC

# setBC_EnterAccount
source: Please enter an account to modify.
fr: Saisissez un compte à modifier.

# setGM_AccountUnknown
source: This account does not exist.
fr: Ce compte n'éxiste pas.

# setGM_ChooseGMLevel
source: Please choose a GM level.
fr: Choisissez un niveau MJ

# setGM_EnterAccount
source: Please enter an account to modify.
fr: Saisissez un compte à modifier.

# SetMOTD_EnterMOTD
source: Please enter a new MOTD.
fr: Saisissez un nouveau message du jour

# setPassword_PasswordNoMatch
source: Passwords do not match or have not been entered.
fr: Les mots de passe ne correspondent pas ou n'ont pas été saisis.

# teleChar_BadCharacterName
source: There is no character by the name "{0}" in the database.
fr: Il n'y a pas de personnage du nom de "{0}" dans la base de données.

# teleChar_PleaseEnterCharacterToTeleport
source: Please enter a character to teleport.
fr: Entrez le nom d'un personnage à téléporter.

# writeDump_EnterFileName
source: You must enter a file name to continue.
fr: Vous devez saisir un nom de fichier pour continuer.

# writeDump_EnterPlayerName
source: You must enter a player name or guid to continue.
fr: Vous devez saisir un nom de personnage ou son GUID pour continuer.

# broadcastMessage_EnterMessage
source: Enter a Message to Broadcast.
fr: Entrez le message à broadcaster.

# createAccount_AccountExists
source: This account already exists.
fr: Ce compte existe déjà.

# createAccount_EnterAccountName
source: You must enter an account name to continue.
fr: Vous devez saisir un nom de compte pour pouvoir continuer.

# createAccount_EnterPassword
source: You must enter a password to continue.
fr: Vous devez saisir un mot de passe pour pouvoir continuer

# deleteAccount_AccountDoesntExist
source: There is no account by that name in the database.
fr: Il n'y a pas de compte avec ce nom là dans la base.

# deleteAccount_ConfirmDelete
source: Are you sure you wish to delete this account?
fr: Etes-vous sûr de vouloir supprimer ce compte?

# deleteAccount_ConfirmDeleteCaption
source: Confirm Delete
fr: Confirmez la suppression

# deleteAccount_EnterAccount
source: Please enter an account to delete.
fr: Saisissez un nom de compte à supprimer

# kickCharacter_CharacterDoesntExist
source: There is no character by that name in the database.
fr: Il n'y a pas de personnage avec ce nom là dans la base.

# kickCharacter_EnterCharacter
source: Please enter a charcter to kick from the server.
fr: Saisissez un nom de personnage à expulser du serveur.

# loadDump_AccountDoesntExist
source: There is no account by that name in the database.
fr: Il n'y a pas de compte avec ce nom là dans la base.

# loadDump_EnterFileName
source: You must enter a file name to continue.
fr: Vous devez saisir un nom de fichier pour continuer

# loadDump_EnterNameOrGuid
source: You must enter a player name or guid to continue.
fr: Vous devez saisir un nom ou un GUID pour continuer.

# ManguiMain_CpuOffline
source: CPU: (Offline)
fr: CPU: (Arrêté)

# ManguiMain_Days
source: Days:
fr: Jours:

# ManguiMain_ErrorMangosConf
source: Couldn't find mangos.conf file check your GUI config.
fr: mangos.conf introuvable. Vérifiez votre configuration.

# ManguiMain_Hours
source: Hours:
fr: Heures:

# ManguiMain_MangosNotRunning
source: Mangos server is not running. Please start mangos first.
fr: Mangos n'est pas en cours d'exécution. Démarrez-le avant de continuer.

# ManguiMain_MangosRunning
source: Mangos is already running.
fr: Mangos est déjà lancé.

# ManguiMain_MangosStartError
source: Unable to start mangos server please check your GUI configuration.
fr: Impossible de démarrer MaNGOS. Vérifiez votre configuration.

# ManguiMain_MangosStartErrorCaption
source: Error Starting Mangos
fr: Erreurs au démarrage de MaNGOS.

# ManguiMain_Online
source: Online Now:
fr: Connectés actuellement:

# ManguiMain_RealmNotRunning
source: Realm server is not running. Please start realm first.
fr: Serveur Realm n'est pas en cours d'exécution. Démarrez-le avant de continuer.

# ManguiMain_RealmRunning
source: Realm is already running.
fr: Realm est déjà lancé.

# ManguiMain_RealmStartError
source: Unable to start realm server please check your GUI configuration.
fr: Impossible de démarrer Realm. Vérifiez votre configuration.

# ManguiMain_RealmStartErrorCaption
source: Error Starting Realm
fr: Erreurs au démarrage de Realm.

# ManguiMain_ServerShutdownError
source: Servers not shutdown properly. May need manual shutdown.
fr: Les serveurs ne se sont pas arrêtés proprement. Il faudrait vérifier manuellement.

# ManguiMain_ServerShutdownErrorCaption
source: Shutdown Error
fr: Erreur lors de l'arrêt.

# playerLimit_EnterLimit
source: Please enter a new player limit.
fr: Saisissez une nouvelle limite du nombre de joueurs.

# sendMeassage_EnterCharacter
source: Please enter a character name.
fr: Saisissez un nom de personnage.

# sendMessage_CharacterDoesntExist
source: This character does not exist.
fr: Ce eprsonnage n'existe pas.

# serverBans_CaseAccount
source: Enter Account:
fr: Entrez le compte:

# serverBans_CaseCharacter
source: Enter Character:
fr: Entrez le personnage:

# serverBans_CaseIP
source: Enter IP:
fr: Entrez l'IP:

# serverBans_ChooseBanType
source: Please choose type of ban.
fr: Choisissez le type de bannissement.

# serverBans_ChooseBanUnban
source: Please choose ban or unban first.
fr: Choisissez d'abord de bannir ou pas.

# serverBans_EnterAccountCharIP
source: Enter an account/character/ip depending on type of ban.
fr: Saisissez le compte/personnage/IP en fonction du type de bannissement.

# serverBans_EnterBanReason
source: Please enter reason for ban.
fr: Entrez la raison du bannissement.

# serverShutdown_EnterDelayTime
source: Please enter delay time in seconds.
fr: Saisissez le délai en secondes.
